package cn.panorama.slook.data;

/**
 * Created by xingyaoma on 16-7-14.
 */
public class PhotoVRData {

    public String url[] = {
            "http://2b.zol-img.com.cn/product/90_500x2000/639/ceQ4WvDE7wUfE.jpg",
            "http://img3.imgtn.bdimg.com/it/u=1262764597,458167148&fm=21&gp=0.jpg",
            "http://img1.imgtn.bdimg.com/it/u=1204327204,2526446115&fm=21&gp=0.jpg",
            "http://2b.zol-img.com.cn/product/90_500x2000/639/ceQ4WvDE7wUfE.jpg",
            "http://2b.zol-img.com.cn/product/90_500x2000/639/ceQ4WvDE7wUfE.jpg",
            "http://img3.imgtn.bdimg.com/it/u=1262764597,458167148&fm=21&gp=0.jpg",
            "http://img1.imgtn.bdimg.com/it/u=1204327204,2526446115&fm=21&gp=0.jpg",
            "http://2b.zol-img.com.cn/product/90_500x2000/639/ceQ4WvDE7wUfE.jpg"
    };

    public String title_place[] = {
            "北京科技大学西门",
            "北京科技大学图书馆",
            "北京科技大学操场",
            "北京市",
            "北京科技大学西门",
            "北京科技大学图书馆",
            "北京科技大学操场",
            "北京市"
    };

    public double size_place[] = {
            2.10,
            2.10,
            2.10,
            2.10,
            2.10,
            2.10,
            2.10,
            2.10,
    };

    public int nummber[] = {
            111,
            212,
            1002,
            1005,
            4512,
            1312,
            3167,
            1235
    };

    public String content_place[] = {
         "北京科技大学（University of Science & Technology Beijing，USTB）是中华人民共和国教育部直属的一所以工科为主，工学、理学、管理学、文学、经济学、法学等多学科协调发展的全国重点大学，是国家“211工程”、“985工程优势学科创新平台”重点建设院校，入选“2011计划”、“卓越工程师教育培养计划”、“高等学校学科创新引智计划（111计划）“、“国家建设高水平大学公派研究生项目”，是北京高科大学联盟成员，设有研究生院。",
         "北京科技大学（University of Science & Technology Beijing，USTB）是中华人民共和国教育部直属的一所以工科为主，工学、理学、管理学、文学、经济学、法学等多学科协调发展的全国重点大学，是国家“211工程”、“985工程优势学科创新平台”重点建设院校，入选“2011计划”、“卓越工程师教育培养计划”、“高等学校学科创新引智计划（111计划）“、“国家建设高水平大学公派研究生项目”，是北京高科大学联盟成员，设有研究生院。",
         "北京科技大学（University of Science & Technology Beijing，USTB）是中华人民共和国教育部直属的一所以工科为主，工学、理学、管理学、文学、经济学、法学等多学科协调发展的全国重点大学，是国家“211工程”、“985工程优势学科创新平台”重点建设院校，入选“2011计划”、“卓越工程师教育培养计划”、“高等学校学科创新引智计划（111计划）“、“国家建设高水平大学公派研究生项目”，是北京高科大学联盟成员，设有研究生院。",
         "北京科技大学（University of Science & Technology Beijing，USTB）是中华人民共和国教育部直属的一所以工科为主，工学、理学、管理学、文学、经济学、法学等多学科协调发展的全国重点大学，是国家“211工程”、“985工程优势学科创新平台”重点建设院校，入选“2011计划”、“卓越工程师教育培养计划”、“高等学校学科创新引智计划（111计划）“、“国家建设高水平大学公派研究生项目”，是北京高科大学联盟成员，设有研究生院。",
         "北京科技大学（University of Science & Technology Beijing，USTB）是中华人民共和国教育部直属的一所以工科为主，工学、理学、管理学、文学、经济学、法学等多学科协调发展的全国重点大学，是国家“211工程”、“985工程优势学科创新平台”重点建设院校，入选“2011计划”、“卓越工程师教育培养计划”、“高等学校学科创新引智计划（111计划）“、“国家建设高水平大学公派研究生项目”，是北京高科大学联盟成员，设有研究生院。",
         "北京科技大学（University of Science & Technology Beijing，USTB）是中华人民共和国教育部直属的一所以工科为主，工学、理学、管理学、文学、经济学、法学等多学科协调发展的全国重点大学，是国家“211工程”、“985工程优势学科创新平台”重点建设院校，入选“2011计划”、“卓越工程师教育培养计划”、“高等学校学科创新引智计划（111计划）“、“国家建设高水平大学公派研究生项目”，是北京高科大学联盟成员，设有研究生院。",
         "北京科技大学（University of Science & Technology Beijing，USTB）是中华人民共和国教育部直属的一所以工科为主，工学、理学、管理学、文学、经济学、法学等多学科协调发展的全国重点大学，是国家“211工程”、“985工程优势学科创新平台”重点建设院校，入选“2011计划”、“卓越工程师教育培养计划”、“高等学校学科创新引智计划（111计划）“、“国家建设高水平大学公派研究生项目”，是北京高科大学联盟成员，设有研究生院。",
         "北京科技大学（University of Science & Technology Beijing，USTB）是中华人民共和国教育部直属的一所以工科为主，工学、理学、管理学、文学、经济学、法学等多学科协调发展的全国重点大学，是国家“211工程”、“985工程优势学科创新平台”重点建设院校，入选“2011计划”、“卓越工程师教育培养计划”、“高等学校学科创新引智计划（111计划）“、“国家建设高水平大学公派研究生项目”，是北京高科大学联盟成员，设有研究生院。"
    };

}
